[
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
      "category_id": "01",
      "title": "Professional Web Design Course",
      "image_url": "https://trianglebootcamp.com/wp-content/uploads/2022/06/website-design.jpg",
      "details": "Web design refers to the design of websites that are displayed on the internet. It usually refers to the user experience aspects of website development rather than software development.  It usually refers to the user experience aspects of website development rather than software development. Web design used to be focused on designing websites for desktop browsers; however, since the mid-2010s, design for mobile and tablet browsers has become ever-increasingly important."
    },
    {
      "_id": "3282e0e58a5c404fbd15261f11c5a39a",
      "category_id": "02",
      "title": "Professional Web Development Course",
      "image_url": "https://www.globalonlinepublishing.com/wp-content/uploads/2019/03/website-development-1024x502.jpg",
      "details": "Web development is the building and maintenance of websites; it's the work that happens behind the scenes to make a website look great, work fast and perform well with a seamless user experience. Web developers, or do this by using a variety of coding languages. The languages they use depends on the types of tasks they are preforming and the platforms on which they are working. Web development skills are in high demand worldwide and well paid too  making development a great career option. It is one of the easiest accessible higher paid fields as you do not need a traditional university degree to become qualified. The field of web development is generally broken down into front-end (the user-facing side) and back-end (the server side). Lets delve into the details."
    },
    {
      "_id": "85637e0e58a5c404fbd15261f11c89dja",
      "category_id": "03",
      "title": "Professional Digital Marketing Course",
      "image_url": "https://img.freepik.com/free-psd/5g-internet-concept-mock-up_23-2148428104.jpg?",
      "details": "Any marketing that uses electronic devices and can be used by marketing specialists to convey promotional messaging and measure its impact through your customer journey. In practice, digital marketing typically refers to marketing campaigns that appear on a computer, phone, tablet, or other device. It can take many forms, including online video, display ads, search engine marketing, paid social ads and social media posts. Digitalmarketing is often compared to “traditional marketing” such as magazine ads, billboards, and direct mail. Oddly, television is usually lumped in with traditional marketing."
    },
    {
      "_id": "3fd37e0e58a5c404fbd15261f11c3de",
      "category_id": "04",
      "title": "Professional Graphics Design Course",
      "image_url": "https://img.freepik.com/free-vector/cartoon-graphic-design-landing-page_52683-70881.jpg",
      "details": "When you think of graphic design, do you think of artistic advertisements? Eye-grabbing graphics on websites? Stunningly arranged spreads in magazines? While these examples certainly fit under the graphic design definition, the term encompasses a lot: posters, infographics, book covers, product labels, logos, business cards, signs, website layouts, mobile apps, software interfaces—the list goes on. So what is graphic design, exactly? Listing these graphic design examples is a good start, but it doesn’t paint the full picture. While covering the details and intricacies of the entire graphic design field might not be possible in one article, this high-level overview will help you better understand this creative career field."
    },
    {
      "_id": "gd3fd37e0e58a5c404fbd15261f113wld",
      "category_id": "05",
      "title": "Professional UI/UX Design Course",
      "image_url": "http://mindtwig.com/wp-content/uploads/2016/01/UI-UX.png",
      "details": "We live in a beautiful era of design, with new techniques and trends coming and going. Frontend development is also gaining increased momentum, with more and more developers getting involved in UI/UX design. While both UI and UX design are often placed on the same pedestal, they are fundamentally different, and beginners should understand the difference between the two. Knowing this, my team from Creative Tim and I have done a lot of research and created a comprehensive guide on the most important parts of these two huge domains."
    },
    {
      "_id": "gl3fd37e0e58a5c404fbd15261f113npm32",
      "category_id": "06",
      "title": "Professional Cyber Security Course",
      "image_url": "https://image.shutterstock.com/image-photo/security-theme-man-on-blurred-260nw-1669180291.jpg",
      "details": "Cybersecurity is the protection of internet-connected systems such as hardware, software and data from cyberthreats. The practice is used by individuals and enterprises to protect against unauthorized access to data centers and other computerized systems. A strong cybersecurity strategy can provide a good security posture against malicious attacks designed to access, alter, delete, destroy or extort an organization's or user's systems and sensitive data. Cybersecurity is also instrumental in preventing attacks that aim to disable or disrupt a system's or device's operations."
    }
  ]